Repository: common-repository/wp-guesthouse-reservation-form
Catalog: languages/wp-guesthouse-reservation-form-*.po
Languages: th

source: Rooms
th: ห้องพัก

source: Reservations
th: การสำรองห้องพัก

# Post Type General Name
source: Rooms
th: ห้องพัก

# Post Type Singular Name
source: Room
th: ห้องพัก

source: Room
th: ห้องพัก

source: Room Archives
th: คลังข้อมูล

source: Room Attributes
th: คุณสมบัติของห้องพัก

source: Parent Room
th: รายการหลัก

source: Add New Room
th: เพิ่มห้องใหม่

source: Add New
th: เพิ่มใหม่

source: New Room
th: สร้างห้องใหม่

source: Edit Room
th: แก้ไขห้องพัก

source: Update Room
th: ปรับปรุงห้องพัก

source: View Room
th: ดูองพัก

source: View Rooms
th: ดูห้องพัก

source: Search Room
th: ค้นหาห้องพัก

source: Not found
th: ไม่พบ

source: Not found in Trash
th: ไม่พบในถังขยะ

source: Featured Image
th: ภาพหน้าบทความ

source: Set featured image
th: กำหนดภาพหน้าบทความ

source: Remove featured image
th: ลบภาพหน้าบทความ

source: Use as featured image
th: ใช้เป็นภาพหน้าบทความ

source: Insert into item
th: เพิ่มเข้าไปในรายการ

source: Uploaded to this item
th: อัปโหลดไปยังรายการนี้

source: Rooms list
th: รายการห้องพัก

source: Rooms list navigation
th: รายการห้องพัก

source: Filter items list
th: กรองรายการ

source: Room list
th: รายการห้องพัก

# Post Type General Name
source: Reservations
th: การสำรองห้องพัก

# Post Type Singular Name
source: Reservation
th: การสำรองห้องพัก

source: Reservation
th: การสำรองห้องพัก

source: Item Archives
th: คลังรายการ

source: Item Attributes
th: คุณสมบัติ

source: Parent Item:
th: รายการหลัก:

source: All Items
th: รายการทั้งหมด

source: Add New Item
th: เพิ่มรายการใหม่

source: New Item
th: รายการใหม่

source: Edit Item
th: แก้ไขรายการ

source: Update Item
th: แก้ไขรายการ

source: View Item
th: ดูรายการ

source: View Items
th: ดูรายการ

source: Search Item
th: ค้นหารายการ

source: Items list
th: จำนวนรายการ

source: Items list navigation
th: จำนวนรายการ

source: Use for keep data from reservation form
th: ใช้สำหรับเก็บข้อมูลจากแบบฟอร์มการสำรองห้องพัก

source: Reservation Form
th: แบบฟอร์มจองห้องพัก

source: Data has recieved
th: ได้รับข้อมูลแล้ว

source: Firstname - Lastname
th: ชื่อ-นามสกุล

source: Email
th: อีเมล์

source: Mobile
th: มือถือ

source: Address
th: ที่อยู่

source: Adult
th: ผู้ใหญ่

source: Child
th: เด็ก ๆ

source: Room Type
th: ประเภทห้องพัก

source: Select room type
th: เลือกประเภทห้องพัก

source: More special
th: เพิ่มเติม

source: Checkin Date
th: วันที่เช็คอิน

source: Checkout Date
th: วันที่เช็คเอ้าท์

source: Submit
th: ส่งข้อมูล

source: WP Guesthouse Reservation Form
th: แบบฟอร์มจอง WP Guesthouse

source: Easy generate reservation form for guesthouse, hotel business
th: สร้างแบบฟอร์มการสำรองห้องพักเกสเฮ้าท์, โรงแรม ง่ายและรวดเร็ว
